Repository: cyd794506984/world-trace-travel-journal
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, ja, pt, ru, zh

# stats_highlight_recent_trip
source: Most recent trip
de: Letzte Reise
es: viaje más reciente
fr: Voyage le plus récent
hi: सबसे हाल की यात्रा
it: Viaggio più recente
ja: 最近の旅行
pt: Viagem mais recente
ru: Самая последняя поездка
zh: 最近的旅行

# goals_title
source: Travel goals
de: Reiseziele
es: Objetivos de viaje
fr: Objectifs de voyage
hi: यात्रा लक्ष्य
it: Obiettivi di viaggio
ja: 旅行の目標
pt: Metas de viagem
ru: Цели путешествия
zh: 旅行目标

# goals_new_goal_button
source: New goal
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
hi: नया लक्ष्य
it: Nuovo obiettivo
ja: 新しい目標
pt: Novo objetivo
ru: Новая цель
zh: 新目标

# goals_dialog_title
source: Create goal
de: Ziel erstellen
es: Crear objetivo
fr: Créer un objectif
hi: लक्ष्य बनाएं
it: Crea obiettivo
ja: 目標を作成する
pt: Criar meta
ru: Создать цель
zh: 创建目标

# goals_field_title_label
source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
pt: Título
ru: Заголовок
zh: 标题

# goals_field_year_label
source: Year
de: Jahr
es: Año
fr: Année
hi: वर्ष
it: Anno
ja: 年
pt: Ano
ru: Год
zh: 年

# goals_field_target_label
source: Target countries
de: Zielländer
es: Países objetivo
fr: Pays cibles
hi: लक्षित देश
it: Paesi target
ja: 対象国
pt: Países-alvo
ru: Целевые страны
zh: 目标国家

# goals_delete_tooltip
source: Delete goal
de: Ziel löschen
es: Eliminar objetivo
fr: Supprimer l'objectif
hi: लक्ष्य हटाएँ
it: Elimina obiettivo
ja: 目標の削除
pt: Excluir meta
ru: Удалить цель
zh: 删除目标

# goals_card_year_label
source: Year {year}
de: Jahr {year}
es: Año {year}
fr: Année {year}
hi: वर्ष {year}
it: Anno {year}
ja: {year}年
pt: Ano {year}
ru: Год {year}
zh: 年 {year}

# goals_card_progress_label
source: {current} / {target} countries visited
de: {current} / {target} Länder besucht
es: {current} / {target} países visitados
fr: {current} / {target} pays visités
hi: {current} / {target} देशों का दौरा किया
it: {current} / {target} paesi visitati
ja: {current} / {target} か国を訪問しました
pt: {current} / {target} países visitados
ru: {current} / {target} посещенных стран
zh: {current} / {target} 访问过的国家

# goals_empty_title
source: No goals yet
de: Noch keine Ziele
es: Aún no hay goles
fr: Pas encore de but
hi: अभी तक कोई लक्ष्य नहीं
it: Nessun obiettivo ancora
ja: まだ目標はありません
pt: Ainda não há metas
ru: Целей пока нет
zh: 还没有目标

# goals_empty_description
source: Set your yearly country goal and we will track your progress automatically.
de: Legen Sie Ihr jährliches Länderziel fest und wir verfolgen Ihren Fortschritt automatisch.
es: Establezca su objetivo nacional anual y realizaremos un seguimiento de su progreso automáticamente.
fr: Définissez votre objectif annuel par pays et nous suivrons automatiquement vos progrès.
hi: अपना वार्षिक देश लक्ष्य निर्धारित करें और हम आपकी प्रगति को स्वचालित रूप से ट्रैक करेंगे।
it: Imposta il tuo obiettivo nazionale annuale e monitoreremo automaticamente i tuoi progressi.
ja: 年間の国別目標を設定すると、進捗状況が自動的に追跡されます。
pt: Defina a meta anual do seu país e acompanharemos seu progresso automaticamente.
ru: Установите годовую цель для страны, и мы будем автоматически отслеживать ваш прогресс.
zh: 设置您的年度国家/地区目标，我们将自动跟踪您的进度。

# goals_empty_cta
source: Create a goal
de: Erstellen Sie ein Ziel
es: Crea una meta
fr: Créer un objectif
hi: एक लक्ष्य बनाएं
it: Crea un obiettivo
ja: 目標を作成する
pt: Crie uma meta
ru: Создать цель
zh: 创建一个目标

# account_title
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
pt: Conta
ru: Счет
zh: 帐户

# plan_free
source: WorldTrace Free
de: WorldTrace Kostenlos
es: __MARCA__ Gratis
fr: __MARQUE__ Gratuit
hi: __ब्रांड__ निःशुल्क
it: __MARCA__ Gratuito
ja: __ブランド__ 無料
pt: WorldTrace Grátis
ru: __БРЭНД__ Бесплатно
zh: __品牌__ 免费

# plan_upgrade
source: Upgrade to Pro
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Mettre à niveau vers Pro
hi: प्रो में अपग्रेड__
it: Aggiorna a Pro
ja: Pro にアップグレードする
pt: Atualizar para Pro
ru: Обновите до Pro
zh: 升级到Pro

# year_in_review_title
source: Year in Review
de: Jahresrückblick
es: Resumen del año
fr: Bilan de l'année
hi: सर्वेक्षण का वर्ष
it: Anno in rassegna
ja: 一年の振り返り
pt: Revisão do ano
ru: Обзор года
zh: 年度回顾

# trip_story_title
source: Trip Story
de: Reisegeschichte
es: Historia del viaje
fr: Récit de voyage
hi: यात्रा कथा
it: Storia di viaggio
ja: トリップストーリー
pt: História de viagem
ru: История поездки
zh: 旅行故事

# home_sign_in_prompt
source: Please sign in or continue as guest to start tracking your trips.
de: Bitte melden Sie sich an oder fahren Sie als Gast fort, um mit der Verfolgung Ihrer Reisen zu beginnen.
es: Inicie sesión o continúe como invitado para comenzar a realizar un seguimiento de sus viajes.
fr: Veuillez vous connecter ou continuer en tant qu'invité pour commencer à suivre vos voyages.
hi: अपनी यात्राओं पर नज़र रखना शुरू करने के लिए कृपया साइन इन करें या अतिथि के रूप में जारी रखें।
it: Accedi o continua come ospite per iniziare a monitorare i tuoi viaggi.
ja: 旅行の追跡を開始するには、サインインするか、ゲストとして続行してください。
pt: Faça login ou continue como convidado para começar a monitorar suas viagens.
ru: Пожалуйста, войдите в систему или продолжите работу в качестве гостя, чтобы начать отслеживать свои поездки.
zh: 请登录或继续以访客身份开始跟踪您的行程。

# generic_error
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
hi: त्रुटि: {error}
it: Errore: {error}
ja: エラー: {error}
pt: Erro: {error}
ru: Ошибка: {error}
zh: 错误：{error}

source: No trips yet.
de: Noch keine Reisen.
es: Aún no hay viajes.
fr: Pas encore de voyages.
hi: अभी तक कोई यात्रा नहीं.
it: Nessun viaggio ancora.
ja: まだ旅行はありません。
pt: Nenhuma viagem ainda.
ru: Поездок пока нет.
zh: 还没有旅行。

# stat_countries_visited
source: Countries visited
de: Länder besucht
es: Países visitados
fr: Pays visités
hi: देशों का दौरा किया
it: Paesi visitati
ja: 訪問国
pt: Países visitados
ru: Посещенные страны
zh: 访问过的国家

# stat_days_abroad
source: Days abroad
de: Tage im Ausland
es: dias en el extranjero
fr: Journées à l'étranger
hi: विदेश में दिन
it: Giornate all'estero
ja: 海外での日々
pt: Dias no exterior
ru: Дни за границей
zh: 国外的日子

# stat_last_trip
source: Last trip
de: Letzte Reise
es: último viaje
fr: Dernier voyage
hi: अंतिम यात्रा
it: Ultimo viaggio
ja: 最後の旅行
pt: Última viagem
ru: Последняя поездка
zh: 最后一次旅行

# on_this_day_label
source: On this day: {date}
de: An diesem Tag: {date}
es: En este día: {date}
fr: Ce jour-là : {date}
hi: इस दिन: {date}
it: In questo giorno: {date}
ja: この日: {date}
pt: Neste dia: {date}
ru: В этот день: {date}
zh: 这一天：{date}

# btn_open_trip
source: Open trip
de: Offene Reise
es: viaje abierto
fr: Voyage ouvert
hi: खुली यात्रा
it: Viaggio aperto
ja: オープントリップ
pt: Viagem aberta
ru: Открытая поездка
zh: 开启行程

# country_sheet_days
source: Days: {count}
de: Tage: {count}
es: Días: {count}
fr: Jours : {count}
hi: दिन: {count}
it: Giorni: {count}
ja: 曜日: {count}
pt: Dias: {count}
ru: Дни: {count}
zh: 天数：{count}

# country_sheet_trips
source: Trips: {count}
de: Fahrten: {count}
es: Viajes: {count}
fr: Déplacements : {count}
hi: यात्राएँ: {count}
it: Viaggi: {count}
ja: 旅行: {count}
pt: Viagens: {count}
ru: Поездки: {count}
zh: 行程：{count}

# country_sheet_view_trips
source: View trips in this country
de: Sehen Sie sich Reisen in diesem Land an
es: Ver viajes en este país
fr: Voir les voyages dans ce pays
hi: इस देश में यात्राएँ देखें
it: Visualizza i viaggi in questo paese
ja: この国の旅行を見る
pt: Ver viagens neste país
ru: Посмотреть поездки в эту страну
zh: 查看这个国家的旅行

# country_sheet_add_trip
source: Add trip
de: Reise hinzufügen
es: Añadir viaje
fr: Ajouter un voyage
hi: यात्रा जोड़ें
it: Aggiungi viaggio
ja: 旅行を追加
pt: Adicionar viagem
ru: Добавить поездку
zh: 添加行程

# country_sheet_no_photos_title
source: No photos here yet
de: Noch keine Fotos hier
es: Aún no hay fotos aquí
fr: Pas encore de photos ici
hi: यहां अभी तक कोई फोटो नहीं है
it: Nessuna foto qui ancora
ja: ここにはまだ写真がありません
pt: Ainda não há fotos aqui
ru: Здесь пока нет фотографий
zh: 这里还没有照片

# country_sheet_no_photos_message
source: Add media to your trips and they'll appear here.
de: Fügen Sie Medien zu Ihren Reisen hinzu und diese werden hier angezeigt.
es: Añade medios a tus viajes y aparecerán aquí.
fr: Ajoutez des médias à vos voyages et ils apparaîtront ici.
hi: अपनी यात्राओं में मीडिया जोड़ें और वे यहां दिखाई देंगे।
it: Aggiungi contenuti multimediali ai tuoi viaggi e verranno visualizzati qui.
ja: 旅行にメディアを追加すると、ここに表示されます。
pt: Adicione mídia às suas viagens e elas aparecerão aqui.
ru: Добавьте медиа в свои поездки, и они появятся здесь.
zh: 将媒体添加到您的旅行中，它们将显示在此处。

# country_overview_subtitle
source: Country overview
de: Länderübersicht
es: Resumen del país
fr: Aperçu du pays
hi: देश का सिंहावलोकन
it: Panoramica del paese
ja: 国の概要
pt: Visão geral do país
ru: Обзор страны
zh: 国家概况

# country_overview_label_trips
source: Trips
de: Ausflüge
es: Viajes
fr: Voyages
hi: ट्रिप्स
it: Viaggi
ja: 旅行
pt: Viagens
ru: Путешествия
zh: 行程

# country_overview_label_days
source: Days
de: Tage
es: Días
fr: Jours
hi: दिन
it: Giorni
ja: 日数
pt: Dias
ru: Дни
zh: 天

# country_overview_label_steps
source: Steps
de: Schritte
es: Pasos
fr: Mesures
hi: कदम
it: Passi
ja: ステップ
pt: Passos
ru: Шаги
zh: 步骤

# country_overview_label_photos
source: Photos
de: Fotos
es: Fotos
hi: तस्वीरें
it: Foto
ja: 写真
pt: Fotos
ru: Фотографии
zh: 照片

# country_overview_label_last_visited
source: Last visited
de: Zuletzt besucht
es: Última visita
fr: Dernière visite
hi: अंतिम बार दौरा किया
it: Ultima visita
ja: 最後に訪問した
pt: Última visita
ru: Последнее посещение
zh: 上次访问

# country_overview_last_visited_never
source: Never visited
de: Nie besucht
es: Nunca visitado
fr: Jamais visité
hi: कभी दौरा नहीं किया
it: Mai visitato
ja: 訪れたことがない
pt: Nunca visitei
ru: Никогда не посещал
zh: 从未访问过

# country_overview_empty_trips_message
source: Add your first trip in this country to unlock insights.
de: Fügen Sie Ihre erste Reise in diesem Land hinzu, um Erkenntnisse zu gewinnen.
es: Agregue su primer viaje a este país para desbloquear información.
fr: Ajoutez votre premier voyage dans ce pays pour débloquer des informations.
hi: अंतर्दृष्टि अनलॉक करने के लिए इस देश में अपनी पहली यात्रा जोड़ें।
it: Aggiungi il tuo primo viaggio in questo Paese per sbloccare approfondimenti.
ja: この国への最初の旅行を追加して、洞察を解き明かしましょう。
pt: Adicione sua primeira viagem neste país para desbloquear insights.
ru: Добавьте свою первую поездку в эту страну, чтобы получить ценную информацию.
zh: 添加您在这个国家的第一次旅行以解锁见解。

# country_overview_action_view_trips
source: View trips
de: Reisen ansehen
es: Ver viajes
fr: Voir les voyages
hi: यात्राएँ देखें
it: Visualizza viaggi
ja: 旅行を見る
pt: Ver viagens
ru: Посмотреть поездки
zh: 查看行程

# country_overview_action_add_trip
source: Add a trip
de: Fügen Sie eine Reise hinzu
es: Añadir un viaje
fr: Ajouter un voyage
hi: एक यात्रा जोड़ें
it: Aggiungi un viaggio
ja: 旅行を追加する
pt: Adicionar uma viagem
ru: Добавить поездку
zh: 添加行程

# country_overview_action_close
source: Close
de: Schließen
es: Cerca
fr: Fermer
hi: बंद करना
it: Vicino
ja: 近い
pt: Fechar
ru: Закрывать
zh: 关闭

source: Guest user
de: Gastbenutzer
es: Usuario invitado
fr: Utilisateur invité
hi: अतिथि उपयोक्ता
it: Utente ospite
ja: ゲストユーザー
pt: Usuário convidado
ru: Гость пользователь
zh: 访客用户

# plan_active
source: Active plan
de: Aktiver Plan
es: plan activo
fr: Forfait actif
hi: सक्रिय योजना
it: Piano attivo
ja: アクティブプラン
pt: Plano ativo
ru: Активный план
zh: 主动计划

# auth_welcome
source: Welcome to WorldTrace
de: Willkommen bei WorldTrace
es: Bienvenido a __MARCA__
fr: Bienvenue chez WorldTrace
hi: __ब्रांड__ में आपका स्वागत है
it: Benvenuto in WorldTrace
ja: __ブランド__へようこそ
pt: Bem-vindo ao WorldTrace
ru: Добро пожаловать в WorldTrace
zh: 欢迎来到__品牌__

# auth_login
source: Log in
de: Einloggen
es: Acceso
fr: Se connecter
hi: लॉग इन करें
ja: ログイン
pt: Conecte-se
ru: Авторизоваться
zh: 登录

# auth_signup
source: Sign up
de: Melden Sie sich an
es: Inscribirse
fr: S'inscrire
hi: साइन अप करें
it: Iscrizione
ja: サインアップ
pt: Inscrever-se
ru: Зарегистрироваться
zh: 报名

# auth_continue_guest
source: Continue as guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
hi: अतिथि के रूप में जारी रखें
it: Continua come ospite
ja: ゲストとして続行
pt: Continuar como convidado
ru: Продолжить в качестве гостя
zh: 继续以访客身份

source: Trip deleted.
de: Reise gelöscht.
es: Viaje eliminado.
fr: Voyage supprimé.
hi: यात्रा हटा दी गई.
it: Viaggio cancellato.
ja: 旅行が削除されました。
pt: Viagem excluída.
ru: Поездка удалена.
zh: 行程已删除。

# trip_menu_delete
source: Delete trip
de: Reise löschen
es: Eliminar viaje
fr: Supprimer le voyage
hi: यात्रा हटाएँ
it: Elimina viaggio
ja: 旅行の削除
pt: Excluir viagem
ru: Удалить поездку
zh: 删除行程

# trip_delete_confirm_title
source: Delete this trip?
de: Diese Reise löschen?
es: ¿Eliminar este viaje?
fr: Supprimer ce voyage ?
hi: यह यात्रा हटाएं?
it: Eliminare questo viaggio?
ja: この旅行を削除しますか?
pt: Excluir esta viagem?
ru: Удалить эту поездку?
zh: 删除此行程？

# trip_delete_confirm_body
source: The trip and all its steps will be permanently removed.
de: Die Reise und alle ihre Schritte werden dauerhaft entfernt.
es: El viaje y todos sus pasos serán eliminados permanentemente.
fr: Le voyage et toutes ses étapes seront définitivement supprimés.
hi: यात्रा और उसके सभी चरण स्थायी रूप से हटा दिए जाएंगे.
it: Il viaggio e tutti i relativi passaggi verranno rimossi definitivamente.
ja: 旅行とそのすべてのステップは完全に削除されます。
pt: A viagem e todas as suas etapas serão removidas permanentemente.
ru: Поездка и все ее этапы будут удалены без возможности восстановления.
zh: 该行程及其所有步骤将被永久删除。

# trip_delete_missing_id_error
source: Unable to delete a trip without an ID.
de: Eine Reise ohne ID kann nicht gelöscht werden.
es: No se puede eliminar un viaje sin una identificación.
fr: Impossible de supprimer un voyage sans pièce d'identité.
hi: बिना आईडी के यात्रा को हटाने में असमर्थ.
it: Impossibile eliminare un viaggio senza ID.
ja: ID がないと旅行を削除できません。
pt: Não é possível excluir uma viagem sem ID.
ru: Невозможно удалить поездку без идентификатора.
zh: 无法删除没有 ID 的行程。

# menu_open_details
source: Open details
de: Details öffnen
es: Abrir detalles
fr: Ouvrir les détails
hi: विवरण खोलें
it: Apri i dettagli
ja: 詳細を開く
pt: Abrir detalhes
ru: Открыть детали
zh: 打开详情

# menu_delete_trip
source: Delete trip
de: Reise löschen
es: Eliminar viaje
fr: Supprimer le voyage
hi: यात्रा हटाएँ
it: Elimina viaggio
ja: 旅行の削除
pt: Excluir viagem
ru: Удалить поездку
zh: 删除行程

# tooltip_add_trip
source: Add trip
de: Reise hinzufügen
es: Añadir viaje
fr: Ajouter un voyage
hi: यात्रा जोड़ें
it: Aggiungi viaggio
ja: 旅行を追加
pt: Adicionar viagem
ru: Добавить поездку
zh: 添加行程

# drawer_achievements
source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
hi: उपलब्धियों
it: Risultati
ja: 業績
pt: Conquistas
ru: Достижения
zh: 成就

# achievements_sign_in_prompt
source: Sign in to view your achievements.
de: Melden Sie sich an, um Ihre Erfolge anzuzeigen.
es: Inicia sesión para ver tus logros.
fr: Connectez-vous pour voir vos réalisations.
hi: अपनी उपलब्धियाँ देखने के लिए साइन इन करें.
it: Accedi per visualizzare i tuoi risultati.
ja: サインインして実績を表示します。
pt: Faça login para ver suas conquistas.
ru: Войдите, чтобы просмотреть свои достижения.
zh: 登录查看您的成就。

# year_in_review_share_tooltip
source: Share year story
de: Teilen Sie die Jahresgeschichte
es: Compartir historia del año
fr: Partager l'histoire de l'année
hi: वर्ष की कहानी साझा करें
it: Condividi la storia dell'anno
ja: 年のストーリーを共有する
pt: Compartilhe a história do ano
ru: Поделитесь историей года
zh: 分享当年的故事

# year_in_review_sign_in_prompt
source: Sign in to see your Year in Review.
de: Melden Sie sich an, um Ihren Jahresrückblick zu sehen.
es: Inicie sesión para ver el resumen del año.
fr: Connectez-vous pour voir votre bilan de l'année.
hi: अपने वर्ष की समीक्षा देखने के लिए साइन इन करें।
it: Accedi per visualizzare il tuo anno in rassegna.
ja: サインインして、今年の振り返りを確認してください。
pt: Faça login para ver sua retrospectiva do ano.
ru: Войдите в систему, чтобы просмотреть обзор своего года.
zh: 登录查看您的年度回顾。

# year_in_review_no_trips
source: Add a few trips to unlock your review.
de: Fügen Sie ein paar Reisen hinzu, um Ihre Bewertung freizuschalten.
es: Agregue algunos viajes para desbloquear su reseña.
fr: Ajoutez quelques voyages pour débloquer votre avis.
hi: अपनी समीक्षा अनलॉक करने के लिए कुछ यात्राएँ जोड़ें।
it: Aggiungi qualche viaggio per sbloccare la tua recensione.
ja: レビューをロック解除するには、いくつかの旅行を追加します。
pt: Adicione algumas viagens para desbloquear sua avaliação.
ru: Добавьте несколько поездок, чтобы разблокировать свой отзыв.
zh: 添加一些旅行来解锁您的评论。

# year_in_review_no_data_for_year
source: Review not available for this year.
de: Rezension für dieses Jahr nicht verfügbar.
es: Revisión no disponible para este año.
fr: Revue non disponible pour cette année.
hi: इस वर्ष के लिए समीक्षा उपलब्ध नहीं है.
it: Recensione non disponibile per quest'anno.
ja: 今年のレビューはありません。
pt: Revisão não disponível para este ano.
ru: Обзор недоступен в этом году.
zh: 今年无法进行审查。

# year_in_review_map_title
source: Travel map {year}
de: Reisekarte {year}
es: Mapa de viaje {year}
fr: Carte de voyage {year}
hi: यात्रा मानचित्र {year}
it: Mappa di viaggio {year}
ja: トラベルマップ {year}
pt: Mapa de viagem {year}
ru: Карта путешествия {year}
zh: 旅游地图{year}

# year_in_review_story_title
source: Your {year} in travel
de: Ihr {year} auf Reisen
es: Tu {year} en viaje
fr: Votre {year} en voyage
hi: यात्रा में आपका {year}
it: Il tuo {year} nei viaggi
ja: 旅行中のあなたの{year}
pt: Seu {year} em viagens
ru: Ваш {year} в путешествии
zh: 您在旅行中的 {year}

# year_in_review_story_summary
source: {days} days - {trips} trips - {countries} countries
de: {days} Tage – {trips} Reisen – {countries} Länder
es: {days} días - {trips} viajes - {countries} países
fr: {days} jours - {trips} voyages - {countries} pays
hi: {days} दिन - {trips} यात्राएं - {countries} देश
it: {days} giorni - {trips} viaggi - {countries} paesi
ja: {days} 日 - {trips} 旅行 - {countries} か国
pt: {days} dias - {trips} viagens - {countries} países
ru: {days} дней - {trips} поездок - {countries} стран
zh: {days} 天 - {trips} 次行程 - {countries} 个国家/地区

# year_in_review_longest_trip
source: Longest trip
de: Längste Reise
es: viaje más largo
fr: Le plus long voyage
hi: सबसे लंबी यात्रा
it: Il viaggio più lungo
ja: 最長の旅行
pt: Viagem mais longa
ru: Самая длинная поездка
zh: 最长的行程

# year_in_review_longest_trip_value
source: {title} - {days} days
de: {title} - {days} Tage
es: {title} - {days} días
fr: {title} - {days} jours
hi: {title} - {days} दिन
it: {title} - {days} giorni
ja: {title} ～ {days} 日
pt: {title} - {days} dias
ru: {title} – {days} дней
zh: {title} - {days} 天

# year_in_review_top_country
source: Top country
de: Top Land
es: País superior
fr: Meilleur pays
hi: शीर्ष देश
it: Paese principale
ja: トップカントリー
pt: País principal
ru: Лучшая страна
zh: 顶级国家

# year_in_review_top_country_value
source: {country} - {days} days
de: {country} - {days} Tage
es: {country} - {days} días
fr: {country} - {days} jours
hi: {country} - {days} दिन
it: {country} - {days} giorni
ja: {country} ～ {days} 日
pt: {country} - {days} dias
ru: {country} – {days} дней
zh: {country} - {days} 天

# year_in_review_no_photo_highlights
source: No photo highlights yet
de: Noch keine Foto-Highlights
es: Aún no hay fotos destacadas
fr: Aucune photo marquante pour l'instant
hi: अभी तक कोई फोटो हाइलाइट नहीं
it: Nessuna foto in evidenza ancora
ja: ハイライト写真はまだありません
pt: Ainda não há destaques de fotos
ru: Пока нет ярких фотографий
zh: 还没有照片亮点

# year_in_review_no_achievements
source: No achievements unlocked (yet).
de: (Noch) keine Erfolge freigeschaltet.
es: No hay logros desbloqueados (aún).
fr: Aucun succès débloqué (pour l'instant).
hi: कोई उपलब्धि अनलॉक नहीं हुई (अभी तक)।
it: Nessun obiettivo sbloccato (ancora).
ja: (まだ) ロック解除された実績はありません。
pt: Nenhuma conquista desbloqueada (ainda).
ru: Достижения не разблокированы (пока).
zh: 尚未解锁任何成就。

# year_in_review_unlocked_achievements
source: Unlocked achievements
de: Freigeschaltete Erfolge
es: Logros desbloqueados
fr: Succès débloqués
hi: अनलॉक उपलब्धियां
it: Obiettivi sbloccati
ja: ロック解除された実績
pt: Conquistas desbloqueadas
ru: Разблокированные достижения
zh: 解锁成就

# year_in_review_render_error
source: Unable to generate the image.
de: Das Bild kann nicht generiert werden.
es: No se puede generar la imagen.
fr: Impossible de générer l'image.
hi: छवि उत्पन्न करने में असमर्थ.
it: Impossibile generare l'immagine.
ja: 画像を生成できません。
pt: Não foi possível gerar a imagem.
ru: Не удалось создать изображение.
zh: 无法生成图像。

# year_in_review_encode_error
source: Error while creating the image.
de: Fehler beim Erstellen des Bildes.
es: Error al crear la imagen.
fr: Erreur lors de la création de l'image.
hi: छवि बनाते समय त्रुटि.
it: Errore durante la creazione dell'immagine.
ja: イメージの作成中にエラーが発生しました。
pt: Erro ao criar a imagem.
ru: Ошибка при создании изображения.
zh: 创建图像时出错。

# year_in_review_share_message
source: My {year} in travel with WorldTrace
de: Mein {year} auf Reisen mit WorldTrace
es: Mi {year} en viaje con WorldTrace
fr: Mon {year} en voyage avec WorldTrace
hi: मेरा {year} __ब्रांड__ के साथ यात्रा पर है
it: Il mio {year} in viaggio con WorldTrace
ja: 私の{year}はWorldTraceと旅行中
pt: Meu {year} está viajando com WorldTrace
ru: Мой {year} в путешествии с WorldTrace
zh: 我的 {year} 与 WorldTrace 一起旅行

# year_in_review_share_failed
source: Share failed: {error}
de: Freigabe fehlgeschlagen: {error}
es: Error al compartir: {error}
fr: Échec du partage : {error}
hi: साझा करना विफल: {error}
it: Condivisione non riuscita: {error}
ja: 共有に失敗しました: {error}
pt: Falha no compartilhamento: {error}
ru: Не удалось поделиться: {error}
zh: 共享失败：{error}

# trip_story_share_tooltip
source: Share story
de: Geschichte teilen
es: Compartir historia
fr: Partager une histoire
hi: कहानी साझा करें
it: Condividi la storia
ja: ストーリーを共有する
pt: Compartilhar história
ru: Поделиться историей
zh: 分享故事

# trip_story_share_render_error
source: Unable to generate the story.
de: Die Geschichte kann nicht generiert werden.
es: No se puede generar la historia.
fr: Impossible de générer l'histoire.
hi: कहानी उत्पन्न करने में असमर्थ.
it: Impossibile generare la storia.
ja: ストーリーを生成できません。
pt: Não foi possível gerar a história.
ru: Не удалось создать историю.
zh: 无法生成故事。

# trip_story_share_image_error
source: Error while creating the image.
de: Fehler beim Erstellen des Bildes.
es: Error al crear la imagen.
fr: Erreur lors de la création de l'image.
hi: छवि बनाते समय त्रुटि.
it: Errore durante la creazione dell'immagine.
ja: イメージの作成中にエラーが発生しました。
pt: Erro ao criar a imagem.
ru: Ошибка при создании изображения.
zh: 创建图像时出错。

# trip_story_share_message
source: My trip in {country} with WorldTrace
de: Meine Reise in {country} mit WorldTrace
es: Mi viaje en {country} con WorldTrace
fr: Mon voyage en {country} avec WorldTrace
hi: {country} में WorldTrace के साथ मेरी यात्रा
it: Il mio viaggio in {country} con WorldTrace
ja: WorldTrace との {country} 旅行
pt: Minha viagem em {country} com WorldTrace
ru: Моя поездка в {country} с WorldTrace
zh: 我与 WorldTrace 一起在 {country} 旅行

# trip_story_share_failed
source: Share failed: {error}
de: Freigabe fehlgeschlagen: {error}
es: Error al compartir: {error}
fr: Échec du partage : {error}
hi: साझा करना विफल: {error}
it: Condivisione non riuscita: {error}
ja: 共有に失敗しました: {error}
pt: Falha no compartilhamento: {error}
ru: Не удалось поделиться: {error}
zh: 共享失败：{error}

# trip_story_stat_steps
source: Steps
de: Schritte
es: Pasos
fr: Mesures
hi: कदम
it: Passi
ja: ステップ
pt: Passos
ru: Шаги
zh: 步骤

# trip_story_stat_photos
source: Photos
de: Fotos
es: Fotos
hi: तस्वीरें
it: Foto
ja: 写真
pt: Fotos
ru: Фотографии
zh: 照片

# trip_story_stat_days
source: Days
de: Tage
es: Días
fr: Jours
hi: दिन
it: Giorni
ja: 日数
pt: Dias
ru: Дни
zh: 天

# settings_profile_section_title
source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль
zh: 轮廓
