Repository: cyd794506984/world-trace-travel-journal
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, ja, pt, ru, zh

# settings_plan_section_title
source: WorldTrace plan
es: Plan __MARCA__
fr: Forfait __MARQUE__
hi: __ब्रांड__ योजना
it: Piano WorldTrace
ja: __ブランド__プラン
pt: Plano WorldTrace
ru: WorldTrace план
zh: __品牌__计划

# settings_logout_button
source: Log out
de: Abmelden
es: Finalizar la sesión
fr: Se déconnecter
hi: लॉग आउट
it: Esci
ja: ログアウト
pt: Sair
ru: Выйти
zh: 退出

# plan_pro
source: WorldTrace Pro
de: __MARKE__ Pro
es: __MARCA__ Pro
fr: __MARQUE__ Pro
hi: __ब्रांड__ __प्रो__
it: __MARCA__ Pro
ja: __ブランド__ __プロ__
pt: __MARCA__ Pro
ru: __БРЕНД__ Pro
zh: __品牌__ __专业__

# settings_plan_description_pro
source: Unlimited timelines and premium travel tools.
de: Unbegrenzte Zeitpläne und Premium-Reisetools.
es: Cronogramas ilimitados y herramientas de viaje premium.
fr: Délais illimités et outils de voyage premium.
hi: असीमित समयसीमा और प्रीमियम यात्रा उपकरण।
it: Cronometrie illimitate e strumenti di viaggio premium.
ja: 無制限のタイムラインとプレミアムな旅行ツール。
pt: Prazos ilimitados e ferramentas de viagem premium.
ru: Неограниченные сроки и инструменты для путешествий премиум-класса.
zh: 无限的时间安排和优质的旅行工具。

# settings_plan_description_free
source: Up to {steps} steps per trip. Upgrade to Pro to unlock unlimited timelines and advanced stats.
de: Bis zu {steps} Schritte pro Fahrt. Führen Sie ein Upgrade auf Pro durch, um unbegrenzte Zeitleisten und erweiterte Statistiken freizuschalten.
es: Hasta {steps} pasos por viaje. Actualice a Pro para desbloquear líneas de tiempo ilimitadas y estadísticas avanzadas.
fr: Jusqu'à {steps} pas par trajet. Passez à Pro pour débloquer des délais illimités et des statistiques avancées.
hi: प्रति यात्रा {steps} कदम तक। असीमित समयसीमा और उन्नत आँकड़े अनलॉक करने के लिए Pro में अपग्रेड करें।
it: Fino a {steps} passi per viaggio. Esegui l'upgrade a Pro per sbloccare sequenze temporali illimitate e statistiche avanzate.
ja: 1 回の旅行につき最大 {steps} 歩。 Pro にアップグレードすると、無制限のタイムラインと高度な統計のロックが解除されます。
pt: Até {steps} passos por viagem. Atualize para Pro para desbloquear cronogramas ilimitados e estatísticas avançadas.
ru: До {steps} шагов за поездку. Обновите версию до Pro, чтобы разблокировать неограниченные сроки и расширенную статистику.
zh: 每次行程最多 {steps} 步。升级到 Pro 以解锁无限的时间线和高级统计数据。

# profile_birthdate_label
source: Born on {date}
de: Geboren am {date}
es: Nacido el {date}
fr: Né le {date}
hi: {date} को जन्म
it: Nato il {date}
ja: {date}生まれ
pt: Nascido em {date}
ru: Родился {date}
zh: 出生于 {date}

# profile_birthdate_not_set
source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
hi: सेट नहीं
it: Non impostato
ja: 未設定
pt: Não definido
ru: Не установлено
zh: 未设置

# profile_edit_button
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
it: Modifica profilo
ja: プロフィールの編集
pt: Editar perfil
ru: Редактировать профиль
zh: 编辑个人资料

# profile_edit_title
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
it: Modifica profilo
ja: プロフィールの編集
pt: Editar perfil
ru: Редактировать профиль
zh: 编辑个人资料

# profile_photo_change
source: Change photo
de: Foto ändern
es: Cambiar foto
fr: Changer de photo
hi: छवि बदलो
it: Cambia foto
ja: 写真を変更する
pt: Alterar foto
ru: Изменить фотографию
zh: 更改照片

# profile_photo_remove
source: Remove photo
de: Foto entfernen
es: Quitar foto
fr: Supprimer la photo
hi: फ़ोटो हटाएँ
it: Rimuovi foto
ja: 写真を削除
pt: Remover foto
ru: Удалить фото
zh: 删除照片

# profile_first_name_label
source: First name
de: Vorname
es: Nombre de pila
fr: Prénom
hi: पहला नाम
it: Nome di battesimo
ja: ファーストネーム
pt: Primeiro nome
ru: Имя
zh: 名

# profile_last_name_label
source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
hi: उपनाम
it: Cognome
ja: 苗字
pt: Sobrenome
ru: Фамилия
zh: 姓

# profile_birthdate_title
source: Birth date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
it: Data di nascita
ja: 生年月日
pt: Data de nascimento
ru: Дата рождения
zh: 出生日期

# profile_birthdate_pick
source: Choose
de: Wählen
es: Elegir
fr: Choisir
hi: चुनना
it: Scegliere
ja: 選ぶ
pt: Escolher
ru: Выбирать
zh: 选择

# plan_support_thanks
source: Thanks for supporting WorldTrace!
de: Vielen Dank für die Unterstützung von WorldTrace!
es: ¡Gracias por apoyar a WorldTrace!
fr: Merci de soutenir WorldTrace !
hi: __ब्रांड__ का समर्थन करने के लिए धन्यवाद!
it: Grazie per aver supportato WorldTrace!
ja: WorldTrace をサポートしていただきありがとうございます!
pt: Obrigado por apoiar WorldTrace!
ru: Спасибо за поддержку WorldTrace!
zh: 感谢您对WorldTrace的支持！

# profile_plan_section_title
source: Plan
de: Planen
hi: योजना
it: Piano
ja: プラン
pt: Plano
ru: План
zh: 计划

# profile_plan_current_pro
source: Current plan: Pro - unlimited steps per trip.
de: Aktueller Plan: Pro – unbegrenzte Schritte pro Fahrt.
es: Plan actual: Pro - pasos ilimitados por viaje.
fr: Forfait actuel : Pro - pas illimités par trajet.
hi: वर्तमान योजना: Pro - प्रति यात्रा असीमित कदम।
it: Piano attuale: Pro - passi illimitati per viaggio.
ja: 現在のプラン: Pro - 旅行ごとに無制限の歩数。
pt: Plano atual: Pro - passos ilimitados por viagem.
ru: Текущий план: Pro — неограниченное количество шагов за поездку.
zh: 当前计划：Pro - 每次行程不限步数。

# profile_plan_current_free
source: Current plan: Free - up to {steps} steps per trip.
de: Aktueller Plan: Kostenlos – bis zu {steps} Schritte pro Fahrt.
es: Plan actual: Gratis: hasta {steps} pasos por viaje.
fr: Forfait actuel : Gratuit - jusqu'à {steps} pas par trajet.
hi: वर्तमान योजना: निःशुल्क - प्रति यात्रा {steps} कदम तक।
it: Piano attuale: gratuito: fino a {steps} passi per viaggio.
ja: 現在のプラン: 無料 - 1 回の旅行につき最大 {steps} 歩。
pt: Plano atual: Gratuito - até {steps} passos por viagem.
ru: Текущий план: Бесплатно — до {steps} шагов за поездку.
zh: 当前计划：免费 - 每次行程最多 {steps} 步。

# profile_sign_in_prompt
source: Sign in to view your travel profile.
de: Melden Sie sich an, um Ihr Reiseprofil anzuzeigen.
es: Inicia sesión para ver tu perfil de viaje.
fr: Connectez-vous pour afficher votre profil de voyage.
hi: अपनी यात्रा प्रोफ़ाइल देखने के लिए साइन इन करें।
it: Accedi per visualizzare il tuo profilo di viaggio.
ja: サインインして旅行プロフィールを表示します。
pt: Faça login para visualizar seu perfil de viagem.
ru: Войдите, чтобы просмотреть свой профиль путешествия.
zh: 登录以查看您的旅行资料。

# profile_no_data
source: No data available.
de: Keine Daten verfügbar.
es: No hay datos disponibles.
fr: Aucune donnée disponible.
hi: कोई डेटा मौजूद नहीं।
it: Nessun dato disponibile.
ja: 利用可能なデータはありません。
pt: Não há dados disponíveis.
ru: Данные отсутствуют.
zh: 无可用数据。

# profile_travel_summary_title
source: Travel summary
de: Reisezusammenfassung
es: Resumen de viaje
fr: Résumé du voyage
hi: यात्रा सारांश
it: Riepilogo del viaggio
ja: 旅のまとめ
pt: Resumo da viagem
ru: Краткое описание путешествия
zh: 旅行总结

# profile_stat_trips
source: Trips
de: Ausflüge
es: Viajes
fr: Voyages
hi: ट्रिप्स
it: Viaggi
ja: 旅行
pt: Viagens
ru: Путешествия
zh: 行程

# profile_stat_countries
source: Countries
de: Länder
es: Países
fr: Pays
hi: देशों
it: Paesi
ja: 国
pt: Países
ru: Страны
zh: 国家

# profile_stat_days
source: Days
de: Tage
es: Días
fr: Jours
hi: दिन
it: Giorni
ja: 日数
pt: Dias
ru: Дни
zh: 天

# profile_top_year_text
source: Most intense year: {year} - {days} days
de: Intensivstes Jahr: {year} - {days} Tage
es: Año más intenso: {year} - {days} días
fr: Année la plus intense : {year} - {days} jours
hi: सबसे गहन वर्ष: {year} - {days} दिन
it: Anno più intenso: {year} - {days} giorni
ja: 最も激しかった年: {year} ～ {days} 日
pt: Ano mais intenso: {year} - {days} dias
ru: Самый интенсивный год: {year} - {days} дней.
zh: 最激烈的年份：{year} - {days} 天

# profile_top_year_empty
source: Start logging your trips to unlock yearly stats.
de: Beginnen Sie mit der Protokollierung Ihrer Reisen, um jährliche Statistiken freizuschalten.
es: Comience a registrar sus viajes para desbloquear estadísticas anuales.
fr: Commencez à enregistrer vos voyages pour débloquer des statistiques annuelles.
hi: वार्षिक आँकड़े अनलॉक करने के लिए अपनी यात्राओं को लॉग करना प्रारंभ करें।
it: Inizia a registrare i tuoi viaggi per sbloccare le statistiche annuali.
ja: 旅行の記録を開始して、年間統計を取得しましょう。
pt: Comece a registrar suas viagens para desbloquear estatísticas anuais.
ru: Начните регистрировать свои поездки, чтобы разблокировать годовую статистику.
zh: 开始记录您的旅行以解锁年度统计数据。

# profile_achievements_title
source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
hi: उपलब्धियों
it: Risultati
ja: 業績
pt: Conquistas
ru: Достижения
zh: 成就

# profile_see_all
source: See all
de: Alle anzeigen
es: Ver todo
fr: Voir tout
hi: सभी देखें
it: Vedi tutto
ja: 全て見る
pt: Ver tudo
ru: Посмотреть все
zh: 查看全部

# profile_achievements_progress
source: Unlocked achievements: {unlocked} of {total}
de: Freigeschaltete Erfolge: {unlocked} von {total}
es: Logros desbloqueados: {unlocked} de {total}
fr: Succès débloqués : {unlocked} sur {total}
hi: अनलॉक उपलब्धियां: {unlocked} में से {total}
it: Risultati sbloccati: {unlocked} di {total}
ja: ロック解除された実績: {unlocked}/{total}
pt: Conquistas desbloqueadas: {unlocked} de {total}
ru: Разблокированные достижения: {unlocked} из {total}.
zh: 已解锁成就：{unlocked}（共 {total}）

# profile_goals_title
source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
hi: लक्ष्य
it: Obiettivi
ja: 目標
pt: Metas
ru: Цели
zh: 目标

# profile_goals_manage
source: Manage
de: Verwalten
es: Administrar
fr: Gérer
hi: प्रबंधित करना
it: Maneggio
ja: 管理
pt: Gerenciar
ru: Управлять
zh: 管理

# profile_goals_empty
source: Set a yearly country goal to track your progress here.
de: Legen Sie hier ein jährliches Länderziel fest, um Ihren Fortschritt zu verfolgen.
es: Establezca aquí un objetivo nacional anual para realizar un seguimiento de su progreso.
fr: Fixez-vous ici un objectif national annuel pour suivre vos progrès.
hi: यहां अपनी प्रगति पर नज़र रखने के लिए एक वार्षिक देश लक्ष्य निर्धारित करें।
it: Imposta un obiettivo nazionale annuale per monitorare i tuoi progressi qui.
ja: ここで年間の国別目標を設定して進捗状況を追跡します。
pt: Defina uma meta anual por país para acompanhar seu progresso aqui.
ru: Установите годовую цель для страны, чтобы отслеживать свой прогресс здесь.
zh: 在这里设定年度国家目标来跟踪您的进展。

# profile_goal_progress_label
source: Year {year} - {current}/{target} countries
de: Jahr {year} - {current}/{target} Länder
es: Año {year} - {current}/{target} países
fr: Année {year} - {current}/{target} pays
hi: वर्ष {year} - {current}/{target} देश
it: Anno {year} - {current}/{target} paesi
ja: 年 {year} ～ {current}/{target} の国
pt: Ano {year} - países {current}/{target}
ru: Год {year} – {current}/{target} стран
zh: 年份 {year} - {current}/{target} 国家/地区

# profile_view_year_button
source: See your year
de: Sehen Sie Ihr Jahr
es: ver tu año
fr: Voir votre année
hi: अपना वर्ष देखें
it: Vedi il tuo anno
ja: あなたの年を見てください
pt: Veja seu ano
ru: Увидеть свой год
zh: 查看您的年份

# profile_share_button
source: Share my profile
de: Teile mein Profil
es: compartir mi perfil
fr: Partager mon profil
hi: मेरी प्रोफ़ाइल साझा करें
it: Condividi il mio profilo
ja: 私のプロフィールを共有する
pt: Compartilhar meu perfil
ru: Поделитесь моим профилем
zh: 分享我的个人资料

# profile_share_no_trips
source: I'm starting to track my trips with WorldTrace. Follow me on my next adventure!
de: Ich fange an, meine Reisen mit WorldTrace zu verfolgen. Folge mir auf meinem nächsten Abenteuer!
es: Estoy empezando a realizar un seguimiento de mis viajes con WorldTrace. ¡Sígueme en mi próxima aventura!
fr: Je commence à suivre mes voyages avec WorldTrace. Suivez-moi dans ma prochaine aventure !
hi: मैं __ब्रांड__ के साथ अपनी यात्राओं को ट्रैक करना शुरू कर रहा हूं। मेरे अगले साहसिक कार्य पर मेरा अनुसरण करें!
it: Sto iniziando a tenere traccia dei miei viaggi con WorldTrace. Seguitemi nella mia prossima avventura!
ja: WorldTrace で旅行を記録し始めています。次の冒険に私について来てください!
pt: Estou começando a monitorar minhas viagens com WorldTrace. Siga-me na minha próxima aventura!
ru: Я начинаю отслеживать свои поездки с помощью WorldTrace. Следуй за мной в моем следующем приключении!
zh: 我开始使用 WorldTrace 跟踪我的行程。跟随我进行下一次冒险！

# profile_share_stats
source: I've logged {trips} trips, visited {countries} countries, and spent {days} days traveling with WorldTrace.
de: Ich habe {trips} Reisen protokolliert, {countries} Länder besucht und {days} Tage damit verbracht, mit WorldTrace zu reisen.
es: Registré {trips} viajes, visité {countries} países y pasé {days} días viajando con WorldTrace.
fr: J'ai enregistré {trips} voyages, visité {countries} pays et passé {days} jours à voyager avec WorldTrace.
hi: मैंने {trips} यात्राएं लॉग की हैं, {countries} देशों का दौरा किया है, और WorldTrace के साथ यात्रा करते हुए {days} दिन बिताए हैं।
it: Ho registrato {trips} viaggi, visitato {countries} paesi e trascorso {days} giorni viaggiando con WorldTrace.
ja: 私は{trips}件の旅行を記録し、{countries}か国を訪問し、WorldTraceと旅行して{days}日間を過ごしました。
pt: Registrei {trips} viagens, visitei {countries} países e passei {days} dias viajando com WorldTrace.
ru: Я зарегистрировал {trips} поездок, посетил {countries} стран и провел {days} дней, путешествуя с WorldTrace.
zh: 我已经记录了 {trips} 次旅行，访问了 {countries} 个国家，并与 WorldTrace 一起旅行了 {days} 天。

# profile_share_top_year
source: My most intense year was {year} with {days} days on the road.
de: Mein intensivstes Jahr war {year} mit {days} Tagen unterwegs.
es: Mi año más intenso fue {year} con {days} días de viaje.
fr: Mon année la plus intense a été {year} avec {days} jours sur la route.
hi: मेरा सबसे गहन वर्ष {year} था जिसमें सड़क पर {days} दिन थे।
it: Il mio anno più intenso è stato {year} con {days} giorni in viaggio.
ja: 私が最も熱中した年は{year}日で、{days}日は出張でした。
pt: Meu ano mais intenso foi {year} com {days} dias de estrada.
ru: Мой самый напряженный год был {year}, когда я был в дороге {days} дней.
zh: 我最紧张的一年是 {year}，其中 {days} 天在路上。

# step_detail_section_story
source: Story
de: Geschichte
es: Historia
fr: Histoire
hi: कहानी
it: Storia
ja: 話
pt: História
ru: История
zh: 故事

# step_detail_story_empty
source: No story was added for this step.
de: Für diesen Schritt wurde keine Story hinzugefügt.
es: No se agregó ninguna historia para este paso.
fr: Aucune histoire n'a été ajoutée pour cette étape.
hi: इस चरण के लिए कोई कहानी नहीं जोड़ी गई.
it: Non è stata aggiunta alcuna storia per questo passaggio.
ja: このステップにはストーリーは追加されませんでした。
pt: Nenhuma história foi adicionada para esta etapa.
ru: Для этого шага история не была добавлена.
zh: 这一步没有添加任何故事。

# step_detail_section_photos
source: Photos
de: Fotos
es: Fotos
hi: तस्वीरें
it: Foto
ja: 写真
pt: Fotos
ru: Фотографии
zh: 照片

# step_detail_action_share
source: Share
de: Aktie
es: Compartir
fr: Partager
hi: शेयर करना
it: Condividere
ja: 共有
pt: Compartilhar
ru: Делиться
zh: 分享

# step_media_web_unsupported
source: Image sharing is not supported on the web.
de: Das Teilen von Bildern wird im Web nicht unterstützt.
es: No se permite compartir imágenes en la web.
fr: Le partage d'images n'est pas pris en charge sur le Web.
hi: वेब पर छवि साझाकरण समर्थित नहीं है.
it: La condivisione delle immagini non è supportata sul Web.
ja: Web では画像の共有はサポートされていません。
pt: O compartilhamento de imagens não é compatível com a web.
ru: Обмен изображениями в Интернете не поддерживается.
zh: 网络上不支持图像共享。

# step_media_image_missing
source: Image not found on this device.
de: Bild wurde auf diesem Gerät nicht gefunden.
es: Imagen no encontrada en este dispositivo.
fr: Image introuvable sur cet appareil.
hi: इस डिवाइस पर छवि नहीं मिली.
it: Immagine non trovata su questo dispositivo.
ja: このデバイスに画像が見つかりません。
pt: Imagem não encontrada neste dispositivo.
ru: Изображение не найдено на этом устройстве.
zh: 在此设备上找不到图像。

# step_media_share_text
source: A snap from my trip with WorldTrace
de: Ein Schnappschuss von meiner Reise mit WorldTrace
es: Una instantánea de mi viaje con WorldTrace
fr: Un instantané de mon voyage avec WorldTrace
hi: __ब्रांड__ के साथ मेरी यात्रा की एक तस्वीर
it: Uno scatto del mio viaggio con WorldTrace
ja: WorldTrace との旅行のスナップ
pt: Um instantâneo da minha viagem com WorldTrace
ru: Кадр из моей поездки с WorldTrace
zh: 我与 WorldTrace 一起旅行的快照

# step_media_share_failed
source: Unable to share this image.
de: Dieses Bild kann nicht geteilt werden.
es: No se puede compartir esta imagen.
fr: Impossible de partager cette image.
hi: इस छवि को साझा करने में असमर्थ.
it: Impossibile condividere questa immagine.
ja: この画像は共有できません。
pt: Não foi possível compartilhar esta imagem.
ru: Невозможно поделиться этим изображением.
zh: 无法分享此图片。

# step_media_title
source: Photo {current}/{total}
de: Foto {current}/{total}
es: Foto {current}/{total}
hi: फ़ोटो{current}/{total}
it: Foto {current}/{total}
ja: 写真 {current}/{total}
pt: Foto {current}/{total}
ru: Фото {current}/{total}
zh: 照片{current}/{total}

# step_media_share_tooltip
source: Share
de: Aktie
es: Compartir
fr: Partager
hi: शेयर करना
it: Condividere
ja: 共有
pt: Compartilhar
ru: Делиться
zh: 分享

# upgrade_title
source: Unlock WorldTrace Pro
de: Schalten Sie WorldTrace Pro frei
es: Desbloquear WorldTrace Pro
fr: Débloquez WorldTrace Pro
hi: अनलॉक __ब्रांड__ __प्रो__
it: Sblocca WorldTrace Pro
ja: WorldTrace Pro のロックを解除する
pt: Desbloquear WorldTrace Pro
ru: Разблокируйте WorldTrace Pro
zh: 解锁 WorldTrace Pro

# upgrade_headline
source: Upgrade without limits
de: Upgraden Sie ohne Grenzen
es: Actualiza sin límites
fr: Mise à niveau sans limites
hi: बिना किसी सीमा के अपग्रेड करें
it: Aggiorna senza limiti
ja: 無制限にアップグレード
pt: Atualize sem limites
ru: Обновление без ограничений
zh: 升级无限制

# upgrade_description
source: Go Pro to keep telling your stories with unlimited timelines and traveler-focused tools.
de: Gehen Sie Pro, um Ihre Geschichten weiterhin mit unbegrenzten Zeitplänen und reiseorientierten Tools zu erzählen.
es: Vaya Pro para seguir contando sus historias con líneas de tiempo ilimitadas y herramientas centradas en los viajeros.
fr: Optez pour Pro pour continuer à raconter vos histoires avec des délais illimités et des outils axés sur les voyageurs.
hi: असीमित समयसीमा और यात्री-केंद्रित टूल के साथ अपनी कहानियाँ सुनाते रहने के लिए Pro पर जाएँ।
it: Passa a Pro per continuare a raccontare le tue storie con tempistiche illimitate e strumenti incentrati sui viaggiatori.
ja: Pro に移行して、無制限のタイムラインと旅行者に特化したツールを使用してストーリーを伝え続けます。
pt: Acesse Pro para continuar contando suas histórias com cronogramas ilimitados e ferramentas voltadas para o viajante.
ru: Перейдите на Pro, чтобы продолжать рассказывать свои истории, используя неограниченные сроки и инструменты, ориентированные на путешественников.
zh: 前往Pro，通过无限的时间线和以旅行者为中心的工具继续讲述您的故事。

# upgrade_benefit_unlimited_steps
source: No step limits per trip
de: Keine Schrittbegrenzung pro Fahrt
es: Sin límites de pasos por viaje
fr: Aucune limite de pas par trajet
hi: प्रति यात्रा कोई चरण सीमा नहीं
it: Nessun limite di passi per viaggio
ja: 旅行ごとの歩数制限なし
pt: Sem limites de passos por viagem
ru: Нет ограничений по шагам за поездку
zh: 每次行程没有步数限制

# upgrade_benefit_advanced_stats
source: Advanced stats and goals (coming soon)
de: Erweiterte Statistiken und Ziele (in Kürze verfügbar)
es: Estadísticas y objetivos avanzados (próximamente)
fr: Statistiques et objectifs avancés (à venir)
hi: उन्नत आँकड़े और लक्ष्य (जल्द ही आ रहे हैं)
it: Statistiche e obiettivi avanzati (disponibile a breve)
ja: 高度な統計と目標 (近日公開予定)
pt: Estatísticas e metas avançadas (em breve)
ru: Расширенная статистика и цели (скоро)
zh: 高级统计数据和目标（即将推出）

# upgrade_benefit_heavy_users
source: Built for heavy travelers
de: Gebaut für schwere Reisende
es: Diseñado para viajeros pesados
fr: Conçu pour les gros voyageurs
hi: भारी यात्रियों के लिए बनाया गया
it: Costruito per viaggiatori pesanti
ja: 頻繁に旅行する人向けに作られています
pt: Construído para viajantes pesados
ru: Создан для тяжелых путешественников
zh: 专为重度旅行者打造

# upgrade_benefit_early_access
source: Early access to experimental features
de: Frühzeitiger Zugriff auf experimentelle Funktionen
es: Acceso temprano a funciones experimentales
fr: Accès anticipé aux fonctionnalités expérimentales
hi: प्रायोगिक सुविधाओं तक शीघ्र पहुंच
it: Accesso anticipato alle funzionalità sperimentali
ja: 実験的機能への早期アクセス
pt: Acesso antecipado a recursos experimentais
ru: Ранний доступ к экспериментальным функциям
zh: 尽早使用实验性功能

# upgrade_success_message
source: WorldTrace Pro activated!
de: WorldTrace Pro aktiviert!
es: WorldTrace Pro activado!
fr: WorldTrace Pro activé !
hi: __ब्रांड__ Pro सक्रिय!
it: WorldTrace Pro attivato!
ja: WorldTrace Pro が有効になりました!
pt: WorldTrace Pro ativado!
ru: WorldTrace Pro активирован!
zh: WorldTrace Pro 已激活！

# upgrade_maybe_later
source: Maybe later
de: Vielleicht später
es: tal vez más tarde
fr: Peut-être plus tard
hi: शायद बाद में
it: Forse più tardi
ja: たぶん後で
pt: Talvez mais tarde
ru: Может быть, позже
zh: 也许稍后

# home_welcome_title
source: Welcome
de: Willkommen
es: Bienvenido
fr: Accueillir
hi: स्वागत
it: Benvenuto
ja: いらっしゃいませ
pt: Bem-vindo
ru: Добро пожаловать
zh: 欢迎

# home_next_trip_prompt
source: Ready to log your next trip?
de: Sind Sie bereit, Ihre nächste Reise zu protokollieren?
es: ¿Listo para registrar tu próximo viaje?
fr: Prêt à enregistrer votre prochain voyage ?
hi: क्या आप अपनी अगली यात्रा लॉग करने के लिए तैयार हैं?
it: Pronto a registrare il tuo prossimo viaggio?
ja: 次の旅行を記録する準備はできましたか?
pt: Pronto para registrar sua próxima viagem?
ru: Готовы записать свою следующую поездку?
zh: 准备好记录您的下一次旅行了吗？

# world_map_sign_in_prompt
source: Sign in or continue as guest to view your travel map.
de: Melden Sie sich an oder fahren Sie als Gast fort, um Ihre Reisekarte anzuzeigen.
es: Inicia sesión o continúa como invitado para ver tu mapa de viaje.
fr: Connectez-vous ou continuez en tant qu'invité pour afficher votre carte de voyage.
hi: अपना यात्रा मानचित्र देखने के लिए साइन इन करें या अतिथि के रूप में जारी रखें।
it: Accedi o continua come ospite per visualizzare la mappa di viaggio.
ja: サインインするか、ゲストとして続行して旅行マップを表示します。
pt: Faça login ou continue como convidado para visualizar seu mapa de viagem.
ru: Войдите в систему или продолжите работу в качестве гостя, чтобы просмотреть карту путешествий.
zh: 登录或继续以访客身份查看您的旅行地图。

# world_map_empty_message
source: Add your first trip to see the map.
de: Fügen Sie Ihre erste Reise hinzu, um die Karte anzuzeigen.
es: Añade tu primer viaje para ver el mapa.
fr: Ajoutez votre premier voyage pour voir la carte.
hi: मानचित्र देखने के लिए अपनी पहली यात्रा जोड़ें।
it: Aggiungi il tuo primo viaggio per vedere la mappa.
ja: 最初の旅行を追加して地図を表示します。
pt: Adicione sua primeira viagem para ver o mapa.
ru: Добавьте свою первую поездку, чтобы увидеть карту.
zh: 添加您的第一次行程以查看地图。

# trip_story_open_failed
source: Unable to open the Trip Story: {error}
de: Die Reisegeschichte kann nicht geöffnet werden: {error}
es: No se puede abrir la historia del viaje: {error}
fr: Impossible d'ouvrir le récit de voyage : {error}
hi: ट्रिप स्टोरी खोलने में असमर्थ: {error}
it: Impossibile aprire la Storia del viaggio: {error}
ja: トリップ ストーリーを開けません: {error}
pt: Não foi possível abrir a história da viagem: {error}
ru: Невозможно открыть историю путешествия: {error}.
zh: 无法打开旅行故事：{error}

# photo_viewer_web_unsupported
source: Full-screen photo viewing is only supported on mobile and desktop.
de: Die Anzeige von Fotos im Vollbildmodus wird nur auf Mobilgeräten und Desktops unterstützt.
es: La visualización de fotografías en pantalla completa solo se admite en dispositivos móviles y de escritorio.
fr: L'affichage des photos en plein écran n'est pris en charge que sur les appareils mobiles et les ordinateurs de bureau.
hi: फ़ुल-स्क्रीन फ़ोटो देखना केवल मोबाइल और डेस्कटॉप पर समर्थित है।
it: La visualizzazione delle foto a schermo intero è supportata solo su dispositivi mobili e desktop.
ja: 全画面での写真の表示は、モバイルとデスクトップでのみサポートされています。
pt: A visualização de fotos em tela cheia só é compatível com dispositivos móveis e computadores.
ru: Полноэкранный просмотр фотографий поддерживается только на мобильных устройствах и компьютерах.
zh: 仅在移动设备和桌面设备上支持全屏照片查看。
