Repository: cyd794506984/world-trace-travel-journal
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, ja, pt, ru, zh

# drawer_home
source: Home / Dashboard
de: Startseite / Dashboard
es: Inicio / Panel de control
fr: Accueil / Tableau de bord
hi: होम/डैशबोर्ड
it: Casa / Cruscotto
ja: ホーム / ダッシュボード
pt: Início / Painel
ru: Главная / Панель управления
zh: 主页 / 仪表板

# drawer_world_map
source: World map
de: Weltkarte
es: mapa mundial
fr: Carte du monde
hi: विश्व मानचित्र
it: Mappa del mondo
ja: 世界地図
pt: Mapa mundial
ru: Карта мира
zh: 世界地图

# drawer_trips
source: Trips
de: Ausflüge
es: Viajes
fr: Voyages
hi: ट्रिप्स
it: Viaggi
ja: 旅行
pt: Viagens
ru: Путешествия
zh: 行程

# drawer_stats
source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आँकड़े
it: Statistiche
ja: 統計
pt: Estatísticas
ru: Статистика
zh: 统计数据

# drawer_goals
source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
hi: लक्ष्य
it: Obiettivi
ja: 目標
pt: Metas
ru: Цели
zh: 目标

# drawer_profile
source: Travel profile
de: Reiseprofil
es: Perfil de viaje
fr: Profil de voyage
hi: यात्रा प्रोफ़ाइल
it: Profilo di viaggio
ja: 旅行プロフィール
pt: Perfil de viagem
ru: Профиль путешествия
zh: 旅行简介

# drawer_account
source: Account / Settings
de: Konto / Einstellungen
es: Configuraciones de la cuenta
fr: Paramètres du compte
hi: अकाउंट सेटिंग
it: Impostazioni dell'account
ja: アカウント設定
pt: Configurações de Conta
ru: Настройки учетной записи
zh: 帐户/设置

# gallery_title
source: Gallery
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
it: Galleria
ja: ギャラリー
pt: Galeria
ru: Галерея
zh: 画廊

# gallery_nav_label
source: Gallery
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
it: Galleria
ja: ギャラリー
pt: Galeria
ru: Галерея
zh: 画廊

# gallery_profile_cta
source: See all photos
de: Alle Fotos ansehen
es: Ver todas las fotos
fr: Voir toutes les photos
hi: सभी तस्वीरें देखें
it: Vedi tutte le foto
ja: すべての写真を見る
pt: Ver todas as fotos
ru: Посмотреть все фотографии
zh: 查看所有照片

# gallery_empty_title
source: No photos yet
de: Noch keine Fotos
es: Aún no hay fotos
fr: Pas encore de photos
hi: अभी तक कोई फ़ोटो नहीं
it: Nessuna foto ancora
ja: 写真はまだありません
pt: Ainda não há fotos
ru: Фото пока нет
zh: 还没有照片

# gallery_empty_message
source: Add media to your trips and they'll appear here.
de: Fügen Sie Medien zu Ihren Reisen hinzu und diese werden hier angezeigt.
es: Añade medios a tus viajes y aparecerán aquí.
fr: Ajoutez des médias à vos voyages et ils apparaîtront ici.
hi: अपनी यात्राओं में मीडिया जोड़ें और वे यहां दिखाई देंगे।
it: Aggiungi contenuti multimediali ai tuoi viaggi e verranno visualizzati qui.
ja: 旅行にメディアを追加すると、ここに表示されます。
pt: Adicione mídia às suas viagens e elas aparecerão aqui.
ru: Добавьте медиа в свои поездки, и они появятся здесь.
zh: 将媒体添加到您的旅行中，它们将显示在此处。

# trips_title
source: Trips
de: Ausflüge
es: Viajes
fr: Voyages
hi: ट्रिप्स
it: Viaggi
ja: 旅行
pt: Viagens
ru: Путешествия
zh: 行程

# trip_detail_timeline
source: Timeline
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
hi: समय
it: Cronologia
ja: タイムライン
pt: Linha do tempo
ru: Хронология
zh: 时间轴

# trip_detail_empty_steps_message
source: No steps yet. Start your travel story with the first note.
de: Noch keine Schritte. Beginnen Sie Ihre Reisegeschichte mit der ersten Notiz.
es: Aún no hay pasos. Comienza tu historia de viaje con la primera nota.
fr: Aucune étape pour l'instant. Commencez votre récit de voyage avec la première note.
hi: अभी तक कोई कदम नहीं. अपनी यात्रा कहानी पहले नोट से शुरू करें।
it: Nessun passaggio ancora. Inizia il tuo racconto di viaggio con la prima nota.
ja: まだ手順はありません。最初のメモから旅行のストーリーを始めましょう。
pt: Nenhuma etapa ainda. Comece sua história de viagem com a primeira nota.
ru: Никаких шагов пока нет. Начните свой рассказ о путешествии с первой заметки.
zh: 还没有步骤。从第一个音符开始你的旅行故事。

# trip_detail_day_header_steps
source: {count} steps
de: {count} Schritte
es: {count} pasos
fr: {count} étapes
hi: {count} चरण
it: {count} passi
ja: {count} ステップ
pt: {count} passos
ru: {count} шагов
zh: {count} 步骤

# trip_detail_days_chip
source: {count, plural, one {{count} day} other {{count} days}}
de: {count, plural, one {{count} Tag} other {{count} Tage}}
es: {count, plural, one {{count} día} other {{count} días}}
fr: {count, plural, one {{count} jour} other {{count} jours}}
hi: {count, plural, one {{count} दिन} other {{count} दिन}}
it: {count, plural, one {{count} giorno} other {{count} giorni}}
ja: {count, plural, one {{count} 日} other {{count} 日}}
pt: {count, plural, one {{count} dia} other {{count} dias}}
ru: {count, plural, one {{count} день} other {{count} дни}}
zh: {count, plural, one {{count} 天} other {{count} 天}}

# trip_detail_section_timeline
source: Timeline
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
hi: समय
it: Cronologia
ja: タイムライン
pt: Linha do tempo
ru: Хронология
zh: 时间轴

# trip_detail_section_photos_trip
source: Photos
de: Fotos
es: Fotos
hi: तस्वीरें
it: Foto
ja: 写真
pt: Fotos
ru: Фотографии
zh: 照片

# trip_edit_title_new
source: New trip
de: Neue Reise
es: Nuevo viaje
fr: Nouveau voyage
hi: नई यात्रा
it: Nuovo viaggio
ja: 新しい旅
pt: Nova viagem
ru: Новая поездка
zh: 新旅程

# trip_edit_title_edit
source: Edit trip
de: Reise bearbeiten
es: Editar viaje
fr: Modifier le voyage
hi: यात्रा संपादित करें
it: Modifica viaggio
ja: 旅行を編集する
pt: Editar viagem
ru: Изменить поездку
zh: 编辑行程

# trip_edit_button_save
source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
hi: बचाना
it: Salva
ja: 保存
pt: Salvar
ru: Сохранять
zh: 节省

# trip_edit_button_create
source: Create
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
it: Creare
ja: 作成する
pt: Criar
ru: Создавать
zh: 创造

# trip_edit_field_country_iso_label
source: Country ISO code
de: Länder-ISO-Code
es: Código ISO del país
fr: Code ISO du pays
hi: देश आईएसओ कोड
it: Codice ISO del paese
ja: 国別 ISO コード
pt: Código ISO do país
ru: ISO-код страны
zh: 国家 ISO 代码

# trip_edit_field_country_iso_help
source: E.g. JP, US, IT
de: Z. B. JP, US, IT
es: Ej. JP, US, IT
fr: Ex. JP, US, IT
hi: उदा. JP, US, IT
it: Es. JP, US, IT
ja: 例: JP, US, IT
pt: Ex.: JP, US, IT
ru: Напр.: JP, US, IT
zh: 例如：JP, US, IT

# trip_edit_field_name_label
source: Trip name
de: Reisename
es: Nombre del viaje
fr: Nom du voyage
hi: यात्रा का नाम
it: Nome del viaggio
ja: 旅行名
pt: Nome da viagem
ru: Название поездки
zh: 行程名称

# trip_edit_field_notes_label
source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Remarques (facultatif)
hi: नोट्स (वैकल्पिक)
it: Note (facoltativo)
ja: 注記 (オプション)
pt: Notas (opcional)
ru: Примечания (необязательно)
zh: 注释（可选）

# trip_edit_button_start_date
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
hi: आरंभ करने की तिथि
it: Data di inizio
ja: 開始日
pt: Data de início
ru: Дата начала
zh: 开始日期

# trip_edit_button_end_date
source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
hi: अंतिम तिथि
it: Data di fine
ja: 終了日
pt: Data de término
ru: Дата окончания
zh: 结束日期

# trip_editor_new_title
source: New trip
de: Neue Reise
es: Nuevo viaje
fr: Nouveau voyage
hi: नई यात्रा
it: Nuovo viaggio
ja: 新しい旅
pt: Nova viagem
ru: Новая поездка
zh: 新旅程

# trip_editor_edit_title
source: Edit trip
de: Reise bearbeiten
es: Editar viaje
fr: Modifier le voyage
hi: यात्रा संपादित करें
it: Modifica viaggio
ja: 旅行を編集する
pt: Editar viagem
ru: Изменить поездку
zh: 编辑行程

# trip_editor_field_country_label
source: Country ISO
de: Länder-ISO
es: País ISO
fr: Pays ISO
hi: देश आईएसओ
it: ISO del paese
ja: 国 ISO
pt: ISO do país
ru: Страна ИСО
zh: 国家ISO

# trip_editor_field_country_helper
source: E.g. JP, US, IT
de: Z. B. JP, US, IT
es: Ej. JP, US, IT
fr: Ex. JP, US, IT
hi: उदा. JP, US, IT
it: Es. JP, US, IT
ja: 例: JP, US, IT
pt: Ex.: JP, US, IT
ru: Напр.: JP, US, IT
zh: 例如：JP, US, IT

# trip_editor_field_name_label
source: Trip name
de: Reisename
es: Nombre del viaje
fr: Nom du voyage
hi: यात्रा का नाम
it: Nome del viaggio
ja: 旅行名
pt: Nome da viagem
ru: Название поездки
zh: 行程名称

# trip_editor_field_description_label
source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Remarques (facultatif)
hi: नोट्स (वैकल्पिक)
it: Note (facoltativo)
ja: 注記 (オプション)
pt: Notas (opcional)
ru: Примечания (необязательно)
zh: 注释（可选）

# trip_editor_field_start_date_label
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
hi: आरंभ करने की तिथि
it: Data di inizio
ja: 開始日
pt: Data de início
ru: Дата начала
zh: 开始日期

# trip_editor_field_end_date_label
source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
hi: अंतिम तिथि
it: Data di fine
ja: 終了日
pt: Data de término
ru: Дата окончания
zh: 结束日期

# trip_editor_date_range_days
source: {days} days
de: {days} Tage
es: {days} días
fr: {days} jours
hi: {days} दिन
it: {days} giorni
ja: {days}日
pt: {days} dias
ru: {days} дней
zh: {days} 天

# trip_editor_error_country_required
source: Please enter a country ISO code.
de: Bitte geben Sie einen Länder-ISO-Code ein.
es: Introduzca el código ISO de un país.
fr: Veuillez saisir un code ISO de pays.
hi: कृपया एक देश आईएसओ कोड दर्ज करें।
it: Inserisci il codice ISO del paese.
ja: 国の ISO コードを入力してください。
pt: Insira o código ISO do país.
ru: Пожалуйста, введите ISO-код страны.
zh: 请输入国家/地区 ISO 代码。

# trip_editor_error_name_required
source: Please enter a trip name.
de: Bitte geben Sie einen Reisenamen ein.
es: Por favor ingresa un nombre de viaje.
fr: Veuillez saisir un nom de voyage.
hi: कृपया यात्रा का नाम दर्ज करें.
it: Inserisci il nome del viaggio.
ja: 旅行名を入力してください。
pt: Insira um nome de viagem.
ru: Введите название поездки.
zh: 请输入行程名称。

# trip_editor_error_dates_required
source: Please select both a start and end date.
de: Bitte wählen Sie sowohl ein Start- als auch ein Enddatum aus.
es: Seleccione una fecha de inicio y de finalización.
fr: Veuillez sélectionner une date de début et une date de fin.
hi: कृपया प्रारंभ और समाप्ति तिथि दोनों का चयन करें।
it: Seleziona sia la data di inizio che quella di fine.
ja: 開始日と終了日の両方を選択してください。
pt: Selecione uma data de início e de término.
ru: Пожалуйста, выберите дату начала и окончания.
zh: 请选择开始日期和结束日期。

# trip_editor_error_date_order
source: End date cannot be before start date.
de: Das Enddatum darf nicht vor dem Startdatum liegen.
es: La fecha de finalización no puede ser anterior a la fecha de inicio.
fr: La date de fin ne peut pas être antérieure à la date de début.
hi: समाप्ति तिथि आरंभ तिथि से पहले नहीं हो सकती.
it: La data di fine non può essere anteriore alla data di inizio.
ja: 終了日を開始日より前にすることはできません。
pt: A data de término não pode ser anterior à data de início.
ru: Дата окончания не может быть раньше даты начала.
zh: 结束日期不能早于开始日期。

# trip_editor_save_button
source: Save trip
de: Reise speichern
es: Guardar viaje
fr: Enregistrer le voyage
hi: यात्रा सहेजें
it: Salva viaggio
ja: 旅行を保存する
pt: Salvar viagem
ru: Сохранить поездку
zh: 保存行程

# step_menu_edit
source: Edit step
de: Schritt bearbeiten
es: Editar paso
fr: Modifier l'étape
hi: चरण संपादित करें
it: Modifica passaggio
ja: ステップの編集
pt: Editar etapa
ru: Изменить шаг
zh: 编辑步骤

# step_menu_delete
source: Delete step
de: Schritt löschen
es: Eliminar paso
fr: Supprimer l'étape
hi: चरण हटाएँ
it: Elimina passaggio
ja: ステップの削除
pt: Excluir etapa
ru: Удалить шаг
zh: 删除步骤

# step_delete_confirm_title
source: Delete step?
de: Schritt löschen?
es: ¿Eliminar paso?
fr: Supprimer l'étape ?
hi: चरण हटाएं?
it: Eliminare il passaggio?
ja: ステップを削除しますか?
pt: Excluir etapa?
ru: Удалить шаг?
zh: 删除步骤？

# step_delete_confirm_body
source: This note will be removed from the trip timeline.
de: Dieser Hinweis wird aus der Reisezeitleiste entfernt.
es: Esta nota se eliminará del cronograma del viaje.
fr: Cette note sera supprimée de la chronologie du voyage.
hi: यह नोट यात्रा समयरेखा से हटा दिया जाएगा।
it: Questa nota verrà rimossa dalla cronologia del viaggio.
ja: このメモは旅行タイムラインから削除されます。
pt: Esta nota será removida da linha do tempo da viagem.
ru: Эта заметка будет удалена из хронологии поездки.
zh: 该注释将从行程时间表中删除。

# step_editor_add_title
source: New step
de: Neuer Schritt
es: Nuevo paso
fr: Nouvelle étape
hi: नया कदम
it: Nuovo passo
ja: 新たな一歩
pt: Nova etapa
ru: Новый шаг
zh: 新的一步

# step_editor_edit_title
source: Edit step
de: Schritt bearbeiten
es: Editar paso
fr: Modifier l'étape
hi: चरण संपादित करें
it: Modifica passaggio
ja: ステップの編集
pt: Editar etapa
ru: Изменить шаг
zh: 编辑步骤

# step_editor_field_description_label
source: Step description
de: Schrittbeschreibung
es: Descripción del paso
fr: Description de l'étape
hi: चरण विवरण
it: Descrizione del passaggio
ja: ステップの説明
pt: Descrição da etapa
ru: Описание шага
zh: 步骤说明

# step_editor_field_place_label
source: Place name (optional)
de: Ortsname (optional)
es: Nombre del lugar (opcional)
fr: Nom du lieu (facultatif)
hi: स्थान का नाम (वैकल्पिक)
it: Nome del luogo (facoltativo)
ja: 地名（任意）
pt: Nome do local (opcional)
ru: Название места (необязательно)
zh: 地名（可选）

# step_editor_field_date_time_label
source: Date & time: {value}
de: Datum und Uhrzeit: {value}
es: Fecha y hora: {value}
fr: Date et heure : {value}
hi: दिनांक और समय: {value}
it: Data e ora: {value}
ja: 日付と時刻: {value}
pt: Data e hora: {value}
ru: Дата и время: {value}
zh: 日期和时间：{value}

# step_editor_hint_diary
source: Write about this moment...
de: Schreiben Sie über diesen Moment...
es: Escribe sobre este momento...
fr: Écrivez sur ce moment...
hi: इस पल के बारे में लिखें...
it: Scrivi di questo momento...
ja: この瞬間について書きます...
pt: Escreva sobre esse momento...
ru: Напишите об этом моменте...
zh: 写下这一刻...

# step_editor_header_add_place_hint
source: Add where you are
de: Fügen Sie hinzu, wo Sie sind
es: Añade dónde estás
fr: Ajoutez où vous êtes
hi: आप जहां हैं वहां जोड़ें
it: Aggiungi dove ti trovi
ja: 現在地を追加
pt: Adicione onde você está
ru: Добавьте, где вы находитесь
zh: 添加您所在位置

# step_editor_place_hint
source: City, place or landmark
de: Stadt, Ort oder Wahrzeichen
es: Ciudad, lugar o punto de referencia
fr: Ville, lieu ou point de repère
hi: शहर, स्थान या मील का पत्थर
it: Città, luogo o punto di riferimento
ja: 都市、場所、ランドマーク
pt: Cidade, lugar ou ponto de referência
ru: Город, место или достопримечательность
zh: 城市、地点或地标

# step_editor_button_add_photos
source: Add photos
de: Fügen Sie Fotos hinzu
es: Agregar fotos
fr: Ajouter des photos
hi: तस्वीरें जोडो
it: Aggiungi foto
ja: 写真を追加する
pt: Adicionar fotos
ru: Добавить фотографии
zh: 添加照片

# step_editor_photos_selected
source: {count} photos selected
de: {count} Fotos ausgewählt
es: {count} fotos seleccionadas
fr: {count} photos sélectionnées
hi: {count} फ़ोटो चयनित
it: {count} foto selezionate
ja: {count} 枚の写真が選択されました
pt: {count} fotos selecionadas
ru: Выбрано {count} фотографий
zh: 已选择 {count} 照片

# step_editor_error_pick_images
source: Error while picking images.
de: Fehler beim Auswählen von Bildern.
es: Error al seleccionar imágenes.
fr: Erreur lors de la sélection des images.
hi: छवियाँ चुनते समय त्रुटि.
it: Errore durante la raccolta delle immagini.
ja: 画像の選択中にエラーが発生しました。
pt: Erro ao escolher imagens.
ru: Ошибка при выборе изображений.
zh: 选择图像时出错。

# step_editor_error_empty_description
source: Please add a short description for this step.
de: Bitte fügen Sie eine kurze Beschreibung für diesen Schritt hinzu.
es: Agregue una breve descripción para este paso.
fr: Veuillez ajouter une brève description pour cette étape.
hi: कृपया इस चरण के लिए एक संक्षिप्त विवरण जोड़ें.
it: Aggiungi una breve descrizione per questo passaggio.
ja: このステップの簡単な説明を追加してください。
pt: Adicione uma breve descrição para esta etapa.
ru: Добавьте краткое описание этого шага.
zh: 请为此步骤添加简短说明。

# step_media_add_web_unsupported
source: Adding photos is only supported on mobile and desktop.
de: Das Hinzufügen von Fotos wird nur auf Mobilgeräten und Desktops unterstützt.
es: Agregar fotos solo se admite en dispositivos móviles y de escritorio.
fr: L'ajout de photos n'est pris en charge que sur mobile et ordinateur de bureau.
hi: फ़ोटो जोड़ना केवल मोबाइल और डेस्कटॉप पर समर्थित है।
it: L'aggiunta di foto è supportata solo su dispositivi mobili e desktop.
ja: 写真の追加はモバイルとデスクトップでのみサポートされています。
pt: A adição de fotos só é compatível com dispositivos móveis e computadores.
ru: Добавление фотографий поддерживается только на мобильных устройствах и компьютерах.
zh: 仅支持在移动设备和桌面设备上添加照片。

# generic_error_saving_step
source: Unable to save the step. Please try again.
de: Der Schritt kann nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se puede guardar el paso. Por favor inténtalo de nuevo.
fr: Impossible d'enregistrer l'étape. Veuillez réessayer.
hi: चरण सहेजने में असमर्थ. कृपया पुन: प्रयास करें।
it: Impossibile salvare il passaggio. Per favore riprova.
ja: ステップを保存できません。もう一度試してください。
pt: Não foi possível salvar a etapa. Por favor, tente novamente.
ru: Не удалось сохранить шаг. Пожалуйста, попробуйте еще раз.
zh: 无法保存该步骤。请再试一次。

# fab_add_step_tooltip
source: Add step
de: Schritt hinzufügen
es: Agregar paso
fr: Ajouter une étape
hi: चरण जोड़ें
it: Aggiungi passaggio
ja: ステップの追加
pt: Adicionar etapa
ru: Добавить шаг
zh: 添加步骤

# fab_add_step_upgrade_tooltip
source: Upgrade to Pro
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Mettre à niveau vers Pro
hi: प्रो में अपग्रेड__
it: Aggiorna a Pro
ja: Pro にアップグレードする
pt: Atualizar para Pro
ru: Обновите до Pro
zh: 升级到Pro

# plan_limit_steps_reached_message
source: You've reached the limit of {steps} steps per trip on the Free plan. Upgrade to Pro to keep journaling.
de: Sie haben das Limit von {steps} Schritten pro Fahrt im kostenlosen Plan erreicht. Führen Sie ein Upgrade auf Pro durch, um mit dem Journaling fortzufahren.
es: Has alcanzado el límite de {steps} pasos por viaje en el plan gratuito. Actualice a Pro para seguir escribiendo en el diario.
fr: Vous avez atteint la limite de {steps} pas par trajet avec le forfait Free. Passez à Pro pour continuer à tenir un journal.
hi: आप निःशुल्क योजना पर प्रति यात्रा {steps} चरणों की सीमा तक पहुँच गए हैं। जर्नलिंग जारी रखने के लिए Pro में अपग्रेड करें।
it: Hai raggiunto il limite di {steps} passi per viaggio con il piano gratuito. Aggiorna a Pro per continuare a inserire nel journal.
ja: 無料プランでは 1 回の旅行あたりの制限 {steps} 歩に達しました。ジャーナリングを続けるには、Pro にアップグレードしてください。
pt: Você atingiu o limite de {steps} passos por viagem no plano Gratuito. Atualize para Pro para continuar registrando no diário.
ru: Вы достигли предела в {steps} шагов за поездку по бесплатному плану. Обновите версию до Pro, чтобы продолжать вести журнал.
zh: 您已达到免费计划每次行程 {steps} 步的限制。升级到 Pro 以继续写日记。

# plan_limit_steps_reached_generic
source: You've reached the limit of steps for this plan. Upgrade to Pro to keep journaling.
de: Sie haben die maximale Anzahl an Schritten für diesen Plan erreicht. Führen Sie ein Upgrade auf Pro durch, um mit dem Journaling fortzufahren.
es: Has alcanzado el límite de pasos para este plan. Actualice a Pro para seguir escribiendo en el diario.
fr: Vous avez atteint la limite d'étapes pour ce plan. Passez à Pro pour continuer à tenir un journal.
hi: आप इस योजना के चरणों की सीमा तक पहुंच गए हैं. जर्नलिंग जारी रखने के लिए Pro में अपग्रेड करें।
it: Hai raggiunto il limite di passaggi per questo piano. Aggiorna a Pro per continuare a inserire nel journal.
ja: このプランのステップ数の制限に達しました。ジャーナリングを続けるには、Pro にアップグレードしてください。
pt: Você atingiu o limite de etapas deste plano. Atualize para Pro para continuar registrando no diário.
ru: Вы достигли максимального количества шагов для этого плана. Обновите версию до Pro, чтобы продолжать вести журнал.
zh: 您已达到此计划的步数限制。升级到 Pro 以继续写日记。

# btn_add_step
source: Add step
de: Schritt hinzufügen
es: Agregar paso
fr: Ajouter une étape
hi: चरण जोड़ें
it: Aggiungi passaggio
ja: ステップの追加
pt: Adicionar etapa
ru: Добавить шаг
zh: 添加步骤

# btn_save
source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
hi: बचाना
it: Salva
ja: 保存
pt: Salvar
ru: Сохранять
zh: 节省

# btn_cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Cancellare
ja: キャンセル
pt: Cancelar
ru: Отмена
zh: 取消

# btn_delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hi: मिटाना
it: Eliminare
ja: 消去
pt: Excluir
ru: Удалить
zh: 删除

# on_this_day_title
source: On this day
de: An diesem Tag
es: en este dia
fr: Ce jour-là
hi: इस दिन
it: In questo giorno
ja: この日は
pt: Neste dia
ru: В этот день
zh: 在这一天

# on_this_day_empty
source: No trip recorded on this day yet.
de: An diesem Tag wurde noch keine Fahrt aufgezeichnet.
es: Ningún viaje registrado en este día todavía.
fr: Aucun déplacement enregistré ce jour pour l'instant.
hi: इस दिन अभी तक कोई यात्रा रिकॉर्ड नहीं की गई है.
it: Nessun viaggio registrato ancora in questo giorno.
ja: この日の旅行はまだ記録されていません。
pt: Nenhuma viagem registrada neste dia ainda.
ru: В этот день еще не зарегистрировано ни одной поездки.
zh: 这一天尚未记录任何行程。

# stats_title
source: Global dashboard
de: Globales Dashboard
es: Panel global
fr: Tableau de bord global
hi: वैश्विक डैशबोर्ड
it: Cruscotto globale
ja: グローバルダッシュボード
pt: Painel global
ru: Глобальная информационная панель
zh: 全球仪表板

# stats_sign_in_prompt
source: Please sign in to see stats.
de: Bitte melden Sie sich an, um Statistiken anzuzeigen.
es: Por favor inicia sesión para ver estadísticas.
fr: Veuillez vous connecter pour voir les statistiques.
hi: आँकड़े देखने के लिए कृपया साइन इन करें।
it: Accedi per visualizzare le statistiche.
ja: 統計を確認するにはサインインしてください。
pt: Faça login para ver as estatísticas.
ru: Пожалуйста, войдите, чтобы увидеть статистику.
zh: 请登录查看统计数据。

# stats_highlights_title
source: Highlights
de: Höhepunkte
es: Reflejos
fr: Points forts
hi: हाइलाइट
it: Punti salienti
ja: ハイライト
pt: Destaques
ru: Основные моменты
zh: 亮点

# stats_metric_trips_logged
source: Trips logged
de: Fahrten protokolliert
es: Viajes registrados
fr: Voyages enregistrés
hi: यात्राएँ लॉग की गईं
it: Viaggi registrati
ja: 記録された旅行
pt: Viagens registradas
ru: Зарегистрировано поездок
zh: 记录的行程

# stats_metric_travel_heavy_year
source: Travel-heavy year
de: Reiselastiges Jahr
es: Año de muchos viajes
fr: Année riche en voyages
hi: यात्रा-भारी वर्ष
it: Anno ricco di viaggi
ja: 旅行の多い年
pt: Ano de muitas viagens
ru: Год, насыщенный путешествиями
zh: 旅行频繁的一年

# stats_metric_travel_heavy_year_value
source: {year} - {days} days
de: {year} - {days} Tage
es: {year} - {days} días
fr: {year} - {days} jours
hi: {year} - {days} दिन
it: {year} - {days} giorni
ja: {year} ～ {days} 日
pt: {year} - {days} dias
ru: {year} – {days} дней
zh: {year} - {days} 天

# stats_value_not_available
source: Not available
de: Nicht verfügbar
es: No disponible
fr: Pas disponible
hi: उपलब्ध नहीं है
it: Non disponibile
ja: 利用不可
pt: Não disponível
ru: Нет в наличии
zh: 无法使用

# stats_empty_message
source: Add your first trip to unlock stats.
de: Fügen Sie Ihre erste Reise hinzu, um Statistiken freizuschalten.
es: Agrega tu primer viaje para desbloquear estadísticas.
fr: Ajoutez votre premier voyage pour débloquer des statistiques.
hi: आँकड़े अनलॉक करने के लिए अपनी पहली यात्रा जोड़ें।
it: Aggiungi il tuo primo viaggio per sbloccare le statistiche.
ja: 最初の旅行を追加して統計のロックを解除します。
pt: Adicione sua primeira viagem para desbloquear estatísticas.
ru: Добавьте свою первую поездку, чтобы разблокировать статистику.
zh: 添加您的第一次旅行以解锁统计数据。

# stats_highlight_average_days
source: Average days per trip
de: Durchschnittliche Tage pro Reise
es: Promedio de días por viaje
fr: Jours moyens par voyage
hi: प्रति यात्रा औसत दिन
it: Giorni medi per viaggio
ja: 1 回の旅行あたりの平均日数
pt: Média de dias por viagem
ru: Среднее количество дней в поездке
zh: 每次出行平均天数

# stats_highlight_longest_trip
source: Longest trip
de: Längste Reise
es: viaje más largo
fr: Le plus long voyage
hi: सबसे लंबी यात्रा
it: Il viaggio più lungo
ja: 最長の旅行
pt: Viagem mais longa
ru: Самая длинная поездка
zh: 最长的行程

# stats_highlight_longest_trip_value
source: {days} days - {destination}
de: {days} Tage – {destination}
es: {days} días - {destination}
fr: {days} jours - {destination}
hi: {days} दिन - {destination}
it: {days} giorni - {destination}
ja: {days} 日 - {destination}
pt: {days} dias - {destination}
ru: {days} дней - {destination}
zh: {days} 天 - {destination}
