Repository: cyd794506984/world-trace-travel-journal
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, it, ja, pt, ru, zh

# onboarding_track_countries_title
source: Track countries
de: Verfolgen Sie Länder
es: Seguimiento de países
fr: Suivre les pays
hi: देशों को ट्रैक करें
it: Tieni traccia dei paesi
ja: 国を追跡する
pt: Rastrear países
ru: Отслеживать страны
zh: 追踪国家

# onboarding_track_countries_subtitle
source: Add trips, memories, and stats
de: Fügen Sie Reisen, Erinnerungen und Statistiken hinzu
es: Añade viajes, recuerdos y estadísticas
fr: Ajoutez des voyages, des souvenirs et des statistiques
hi: यात्राएँ, यादें और आँकड़े जोड़ें
it: Aggiungi viaggi, ricordi e statistiche
ja: 旅行、思い出、統計情報を追加する
pt: Adicione viagens, memórias e estatísticas
ru: Добавляйте поездки, воспоминания и статистику
zh: 添加旅行、回忆和统计数据

# onboarding_set_goals_title
source: Set goals
de: Setzen Sie sich Ziele
es: Establecer metas
fr: Fixer des objectifs
hi: लक्ष्य बनाना
it: Stabilisci obiettivi
ja: 目標を設定する
pt: Estabeleça metas
ru: Ставьте цели
zh: 设定目标

# onboarding_set_goals_subtitle
source: Create targets like "30 countries by 2030"
de: Erstellen Sie Ziele wie „30 Länder bis 2030“
es: Crear objetivos como "30 países para 2030"
fr: Créer des objectifs comme "30 pays d'ici 2030"
hi: "2030 तक 30 देश" जैसे लक्ष्य बनाएं
it: Creare obiettivi come "30 paesi entro il 2030"
ja: 「2030年までに30か国」などの目標を立てる
pt: Crie metas como “30 países até 2030”
ru: Поставьте цели типа «30 стран к 2030 году».
zh: 制定“到 2030 年覆盖 30 个国家”等目标

# onboarding_share_remember_title
source: Share & remember
de: Teilen und erinnern
es: Comparte y recuerda
fr: Partagez et souvenez-vous
hi: साझा करें और याद रखें
it: Condividi e ricorda
ja: 共有して覚えておいてください
pt: Compartilhe e lembre-se
ru: Поделитесь и запомните
zh: 分享并记住

# onboarding_share_remember_subtitle
source: Create shareable cards of your travels
de: Erstellen Sie gemeinsam nutzbare Karten Ihrer Reisen
es: Crea tarjetas compartibles de tus viajes.
fr: Créez des cartes partageables de vos voyages
hi: अपनी यात्रा के साझा करने योग्य कार्ड बनाएं
it: Crea cartoline condivisibili dei tuoi viaggi
ja: 旅行の共有可能なカードを作成する
pt: Crie cartões compartilháveis ​​de suas viagens
ru: Создавайте общие карты своих путешествий
zh: 创建可共享的旅行卡片

# achievement_first_trip_title
source: First trip logged
de: Erste Fahrt protokolliert
es: Primer viaje registrado
fr: Premier voyage enregistré
hi: पहली यात्रा लॉग की गई
it: Primo viaggio registrato
ja: 最初の旅行が記録されました
pt: Primeira viagem registrada
ru: Записана первая поездка
zh: 记录的第一次旅行

# achievement_first_trip_description
source: Log your very first trip in WorldTrace.
de: Tragen Sie Ihre allererste Reise in WorldTrace ein.
es: Registre su primer viaje en WorldTrace.
fr: Enregistrez votre tout premier voyage dans WorldTrace.
hi: अपनी पहली यात्रा को __ब्रांड__ में लॉग करें।
it: Registra il tuo primo viaggio in WorldTrace.
ja: 初めての旅行を WorldTrace に記録します。
pt: Registre sua primeira viagem em WorldTrace.
ru: Запишите свою первую поездку в WorldTrace.
zh: 在 WorldTrace 中记录您的第一次旅行。

# achievement_five_trips_title
source: Five trips club
de: Fünf-Reise-Club
es: Club de los cinco viajes
fr: Club cinq voyages
hi: पाँच यात्राएँ क्लब
it: Club dei cinque viaggi
ja: ファイブトリップクラブ
pt: Clube das Cinco Viagens
ru: Клуб пяти поездок
zh: 五次旅行俱乐部

# achievement_five_trips_description
source: Reach five trips recorded in your journal.
de: Erreichen Sie fünf Fahrten, die in Ihrem Tagebuch aufgezeichnet sind.
es: Llega a cinco viajes registrados en tu diario.
fr: Atteignez cinq voyages enregistrés dans votre journal.
hi: अपनी पत्रिका में दर्ज पाँच यात्राओं तक पहुँचें।
it: Raggiungi cinque viaggi registrati nel tuo diario.
ja: 日記に記録された旅行を 5 回達成します。
pt: Alcance cinco viagens registradas em seu diário.
ru: Совершите пять поездок, записанных в вашем журнале.
zh: 达到日记中记录的五次旅行。

# achievement_ten_trips_title
source: Ten trips milestone
de: Meilenstein von zehn Reisen
es: Hito de los diez viajes
fr: Jalon des dix voyages
hi: दस यात्राएँ मील का पत्थर
it: Traguardo di dieci viaggi
ja: 10 回の旅行のマイルストーン
pt: Marco de dez viagens
ru: Десять поездок
zh: 十次旅行里程碑

# achievement_ten_trips_description
source: Plan and log at least ten adventures.
de: Planen und protokollieren Sie mindestens zehn Abenteuer.
es: Planifica y registra al menos diez aventuras.
fr: Planifiez et enregistrez au moins dix aventures.
hi: कम से कम दस साहसिक कार्यों की योजना बनाएं और लॉग इन करें।
it: Pianifica e registra almeno dieci avventure.
ja: 少なくとも 10 件の冒険を計画し、記録します。
pt: Planeje e registre pelo menos dez aventuras.
ru: Запланируйте и запишите не менее десяти приключений.
zh: 计划并记录至少十次冒险。

# achievement_five_countries_title
source: Globetrotter I
de: Weltenbummler I
es: Trotamundos I
hi: ग्लोबट्रॉटर आई
it: Il giramondo I
ja: グローブトロッター I
ru: Путешественник I
zh: 环球旅行者一号

# achievement_five_countries_description
source: Visit five different countries.
de: Besuchen Sie fünf verschiedene Länder.
es: Visita cinco países diferentes.
fr: Visitez cinq pays différents.
hi: पाँच अलग-अलग देशों की यात्रा करें।
it: Visita cinque paesi diversi.
ja: 5 つの異なる国を訪問します。
pt: Visite cinco países diferentes.
ru: Посетите пять разных стран.
zh: 访问五个不同的国家。

# achievement_ten_countries_title
source: Globetrotter II
es: Trotamundos II
hi: ग्लोबट्रॉटर II
it: Giramondo II
ja: グローブトロッター II
ru: Путешественник II
zh: 环球旅行者II

# achievement_ten_countries_description
source: Reach ten unique countries.
de: Erreichen Sie zehn einzigartige Länder.
es: Llega a diez países únicos.
fr: Atteignez dix pays uniques.
hi: दस अद्वितीय देशों तक पहुंचें.
it: Raggiungi dieci paesi unici.
ja: ユニークな 10 か国にアクセスしましょう。
pt: Alcance dez países únicos.
ru: Доберитесь до десяти уникальных стран.
zh: 到达十个独特的国家。

# achievement_thirty_days_title
source: 30 days in a year
de: 30 Tage im Jahr
es: 30 días en un año
fr: 30 jours par an
hi: साल में 30 दिन
it: 30 giorni all'anno
ja: 一年のうち30日
pt: 30 dias em um ano
ru: 30 дней в году
zh: 一年有30天

# achievement_thirty_days_description
source: Spend 30+ days traveling within the same year.
de: Verbringen Sie mehr als 30 Tage im selben Jahr auf Reisen.
es: Pase más de 30 días viajando en el mismo año.
fr: Passez plus de 30 jours à voyager au cours de la même année.
hi: एक ही वर्ष में यात्रा करते हुए 30+ दिन बिताएं।
it: Trascorri più di 30 giorni viaggiando nello stesso anno.
ja: 同じ年に 30 日以上の旅行をする。
pt: Passe mais de 30 dias viajando no mesmo ano.
ru: Проведите более 30 дней в путешествии в течение одного года.
zh: 一年内有 30 天以上的旅行时间。

# achievement_hundred_days_title
source: 100 days on the road
de: 100 Tage unterwegs
es: 100 días en el camino
fr: 100 jours sur la route
hi: सड़क पर 100 दिन
it: 100 giorni in viaggio
ja: 旅の100日間
pt: 100 dias na estrada
ru: 100 дней в пути
zh: 在路上的100天

# achievement_hundred_days_description
source: Accumulate one hundred travel days overall.
de: Sammeln Sie insgesamt einhundert Reisetage.
es: Acumular cien días de viaje en total.
fr: Cumulez cent jours de voyage au total.
hi: कुल मिलाकर एक सौ यात्रा दिवस संचित करें।
it: Accumula cento giorni di viaggio in totale.
ja: 累計旅行日数が 100 日になります。
pt: Acumule cem dias de viagem no total.
ru: Накопите в общей сложности сто дней путешествия.
zh: 累计旅行天数一百。

# auth_continue_email
source: Continue with email
de: Weiter mit email
es: Continuar con email
fr: Continuez avec email
hi: email के साथ जारी रखें
it: Continua con email
ja: email に進む
pt: Continuar com email
ru: Продолжить с email
zh: 继续使用 email

# auth_continue_google
source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
hi: Google के साथ जारी रखें
it: Continua con Google
ja: Google を続行する
pt: Continuar com Google
ru: Продолжить с Google
zh: 继续使用 Google

# auth_continue_facebook
source: Continue with Facebook
de: Weiter mit Facebook
es: Continuar con Facebook
fr: Continuer avec Facebook
hi: __Facebook__ के साथ जारी रखें
it: Continua con Facebook
ja: Facebook を続ける
pt: Continuar com Facebook
ru: Продолжить с Facebook
zh: 继续Facebook
